Repository: InfotelGLPI/metademands
Catalog: locales/*.po
Languages: fr_fr

source: Metademand approver
fr_fr: Valideur de la métademande

source: Metademand status
fr_fr: Statut de la métademande

source: Group child ticket
fr_fr: Groupe des tickets enfants

source: Link to metademands
fr_fr: Lié à une métademande

source: Technician child ticket
fr_fr: Techniciens des tickets enfants

source: Running metademands
fr_fr: Métademandes en cours

source: Metademands to be closed
fr_fr: Métademandes à clore

source: Metademands to be validated
fr_fr: Métademandes à valider

source: Running metademands with tickets of my groups
fr_fr: Métademandes en cours avec des tickets affectés à mes groupes

source: Meta-Demand
fr_fr: Meta-Demande

source: Draft name is required
fr_fr: Le nom du brouillon est obligatoire

source: There is no line on the mandatory table %s
fr_fr: Il n'y a pas de lignes dans le tableau obligatoire %s

source: Form name is required
fr_fr: Le nom du formulaire est requis

source: There is no line on the basket
fr_fr: Il n'y a pas de demandes dans le panier

# button
source: Load draft
fr_fr: Charger le brouillon

# button
source: Delete draft
fr_fr: Supprimer le brouillon

source: No draft available for this form
fr_fr: Pas de brouillons disponibles pour ce formulaire

# button
source: Load form
fr_fr: Charger le formulaire

# button
source: Delete form
fr_fr: Supprimer le formulaire

source: No existing forms founded
fr_fr: Pas de formulaires existants trouvé

source: Attribute ticket to
fr_fr: Attribuer le ticket à

source: Error when creating export archive
fr_fr: Erreur lors de la création de l'archive

source: Your form will be redirected to another group of people who will complete the following information.
fr_fr: Votre formulaire va être redirigé vers un autre groupe de personnes qui complétera les informations suivantes.

source: Object
fr_fr: Objet

source: Empty
fr_fr: Vide

source: Not empty
fr_fr: Non vide

source: Field informations
fr_fr: Informations du champ

source: Example
fr_fr: Exemple

source: Link this to a user field
fr_fr: Lier ce champ à un champ utilisateur

source: Reference catalog
fr_fr: Catalogue de références

source: You have to select a field
fr_fr: Vous devez saisir un champ

source: You have to select an item
fr_fr: Vous devez sélectionner un item

source: Condition not added
fr_fr: Condition non ajoutée

source: Please activate the plugin
fr_fr: Merci d'activer le plugin

source: Your drafts
fr_fr: Vos brouillons

source: New draft
fr_fr: Nouveau brouillon

source: Draft name
fr_fr: Nom du brouillon

source: form
fr_fr: formulaire

source: Data imported successfully
fr_fr: Données importées avec succès

source: Impossible to read the CSV file
fr_fr: Impossible de lire le fichier CSV

source: Please upload a valid CSV file
fr_fr: Merci de fournir un fichier CSV valide

source: The form has been sent to user %s from group %s, you can close the window
fr_fr: Le formulaire a été envoyé à l'utilisateur %s du groupe %s, vous pouvez fermer la fenêtre

source: The form has been sent to the group %s, you can close the window
fr_fr: Le formulaire a été envoyé au groupe %s, vous pouvez fermer la fenêtre

source: Next recipient
fr_fr: Prochain destinataire

source: A problem occurred, the form was not sent
fr_fr: Un problème est survenu, le formulaire n'a pas été envoyé

source: Used blocks are mandatory
fr_fr: Les blocs à utiliser sont obligatoires

source: Continue metademand
fr_fr: Continuer une métademande

source: Empty option has been deleted
fr_fr: L'option vide a été supprimée

source: Empty custom value has been cleaned
fr_fr: Les valeurs personnalisées vides ont été nettoyées

source: This metademand cannot be used with this entity
fr_fr: Cette métademande ne peut pas être utilisée dans cette entité

source: There is a problem with the basket
fr_fr: Il y a un problème avec le panier

source: Create a metademand
fr_fr: Créer une métademande

source: Your basket
fr_fr: Votre panier

# button
source: Clear the basket
fr_fr: Vider le panier

# button
source: Send order
fr_fr: Envoyer la commande

# button
source: Update this line
fr_fr: Mettre à jour cette ligne

# button
source: Delete this line
fr_fr: Supprimer cette ligne

source: The line has been updated
fr_fr: La ligne a été mise à jour

source: The line has been deleted
fr_fr: La demande a été supprimée

source: This reference already exists
fr_fr: Cette référence existe déjà

source: The designation is mandatory
fr_fr: La désignation est obligatoire

source: Reference is mandatory
fr_fr: La référence est obligatoire

source: The object type is mandatory
fr_fr: Le type de l'objet est obligatoire

source: Designation
fr_fr: Désignation

source: Reference
fr_fr: Référence

source: Translation
fr_fr: Traduction

source: Object type
fr_fr: Type d'objet

source: Schema check
fr_fr: Vérification du schéma

source: Failed to check the sanity of the tables!
fr_fr: Échec de la vérification de l'intégrité des tables !

source: The plugin schema is good
fr_fr: Le schéma du plugin est bon

source: Conditional display
fr_fr: Affichage conditionnel

source: Regex
fr_fr: Expression régulière

source: AND
fr_fr: ET

source: OR
fr_fr: OU

source: Always displayed
fr_fr: Toujours visible

source: Hidden unless
fr_fr: Masqué sauf si

source: Displayed unless
fr_fr: Affiché sauf si

source: Rule
fr_fr: Règle

source: Submit button display
fr_fr: Affichage du bouton de validation

source: Apply
fr_fr: Appliquer

source: Logical operator
fr_fr: Opérateur logique

source: Field
fr_fr: Champ

source: Field type
fr_fr: Type de champ

source: Equality operator
fr_fr: Opérateur d'égalité

source: Value to check
fr_fr: Valeur à vérifier

source: Pool
fr_fr: Groupement

source: Order of execution and grouping of conditions
fr_fr: Ordre d'exécution et regroupement des conditions

source: List of conditions
fr_fr: Liste des conditions

source: No conditions founded
fr_fr: Pas de conditions trouvées

source: Plugin setup
fr_fr: Configuration du plugin

source: Setup
fr_fr: Configuration

source: Configuration of the meta-demand plugin
fr_fr: Configuration du plugin méta-demande

source: Enable the update / add of simple ticket to metademand
fr_fr: Activer la transformation d'un ticket en méta-demande

source: Enable display metademands via icons
fr_fr: Activer l'affichage des métademandes via un icône

source: Parent ticket tag
fr_fr: Balise du ticket père

source: Son ticket tag
fr_fr: Balise du ticket enfant

source: Childs tickets get parent content
fr_fr: Tickets enfants récupèrent les informations du ticket parent

source: Create PDF
fr_fr: Générer un PDF

source: Use drafts
fr_fr: Utiliser les brouillons

source: Show only differences between last form and new form in ticket content
fr_fr: Afficher uniquement les différences entre le dernier formulaire et le nouveau formulaire dans le contenu du ticket

source: Language Tech
fr_fr: Langage technicien

source: Display metademands list into ServiceCatalog plugin
fr_fr: Montrer la liste des méta-demande dans le plugin ServiceCatalog

source: Allow adding groups by regex
fr_fr: Autoriser l'ajout de groupes via une expression régulière

source: See top metademands
fr_fr: Voir le top métademandes

source: Icon for incidents
fr_fr: Icône pour les incidents

source: Icon for requests
fr_fr: Icône pour les demandes

source: Icon for problems
fr_fr: Icône pour les problèmes

source: Icon for changes
fr_fr: Icône pour les changements

source: Configuration of the Service Catalog plugin
fr_fr: Configuration du plugin ServiceCatalog

source: Title for Service Catalog widget
fr_fr: Titre pour le widget de ServiceCatalog

source: Comment for Service Catalog widget
fr_fr: Commentaire pour le widget de ServiceCatalog

source: Icon for Service Catalog widget
fr_fr: Icône pour le widget de ServiceCatalog

source: Step by step settings
fr_fr: Paramètres du mode pas à pas

source: Both
fr_fr: Les deux

source: See blocks as tab
fr_fr: Voir les blocs comme des onglets

source: Activate supervisor validation
fr_fr: Activer la validation du responsable

source: The user must select a defined user of the selected groups
fr_fr: L'utilisateur doit choisir un utilisateur défini parmi les groupes sélectionnés

source: Link multiple groups to a block
fr_fr: Lier plusieurs groupes à un bloc

source: Add all form actors as ticket requester
fr_fr: Ajouter tous les acteurs du formulaire comme demandeur du ticket

# button
source: Save as draft
fr_fr: Sauver comme brouillon

# button
source: Clean form
fr_fr: Vider le formulaire

# button
source: Save draft
fr_fr: Sauver le brouillon

source: Careful all the lines are not confirm, are you sure you want to continue ?
fr_fr: Attention toutes les lignes ne sont pas confirmées, êtes-vous sûr de vouloir continuer ?

source: Export the form to XML format for use with metademands plugin
fr_fr: Exporter le formulaire en XML pour l'utiliser avec le plugin metademands

source: Export the metademand to XML format for use on another GLPI
fr_fr: Exporter la métademande en XML pour l'utiliser sur un autre GLPI

source: Export the metademand to JSON format for use with formcreator plugin
fr_fr: Exporter la métademande en JSON pour l'utiliser avec le plugin formcreator

source: No link
fr_fr: Pas de lien

source: Metademand file to import
fr_fr: Fichier Métademande à importer

source: Import
fr_fr: Importer

source: No file specified
fr_fr: Pas de fichier fourni

source: The file is not an XML file
fr_fr: Ce fichier n'est pas un XML

source: Wizard creation
fr_fr: Création du formulaire

source: Block
fr_fr: Bloc

source: Display field after
fr_fr: Afficher le champ après

source: Please add a type category field
fr_fr: Merci d'ajouter le champ : Catégorie de la métademande

source: Additional label
fr_fr: Label supplémentaire

source: Remember to activate basket mode on your metademand !
fr_fr: Pensez à activer le mode panier sur votre métademande !

source: Warning : there is no custom values for this object
fr_fr: Attention : il n'y a pas de valeurs personnalisées pour cet objet

source: Add a new field
fr_fr: Ajouter un nouveau champ

source: Add a existing field
fr_fr: Ajouter un champ existant

source: The fields are not ordered correctly, you will not be able to order them!
fr_fr: Les champs ne sont pas ordonnés correctement, vous ne pourrez pas les ordonner !

# button
source: Do you want to fix them ?
fr_fr: Voulez-vous les corriger ?

source: Warning : there are fields without parameters, please check
fr_fr: Attention : il y a des champs sans paramètres, merci de vérifier

source: Warning : there are fields without custom values, please check
fr_fr: Attention : il y a des champs sans valeurs personnalisées, merci de vérifier

source: Mandatory
fr_fr: Obligatoire

source: Display into the basket
fr_fr: Afficher dans le panier

source: Use this field as object field
fr_fr: Utiliser comme champ de l'objet

source: Launch a task with the field
fr_fr: Lancer une sous-demande avec le champ

source: Are you sure you want to delete this field ?
fr_fr: Êtes-vous sûr de vouloir supprimer ce champ ?

source: Block overview
fr_fr: Aperçu du bloc

source: Father's field
fr_fr: Champ père

source: My values
fr_fr: Valeurs personnalisées

source: Category of the metademand
fr_fr: Catégorie de la métademande

source: Maximum number of documents : %s
fr_fr: Nombre maximum de documents : %s

source: Order
fr_fr: Ordre

source: Modify icon
fr_fr: Modifier l'icône

source: Modify color
fr_fr: Modifier la couleur

source: You cannot do this for this field
fr_fr: Vous ne pouvez pas faire ceci pour ce champ

source: Filter
fr_fr: Filtre

source: Custom value
fr_fr: Valeur personnalisée

source: You have duplicates rank!
fr_fr: Vous avez des rangs en doublon !

source: The ranks are not ordered correctly, you will not be able to order them!
fr_fr: Les rangs ne sont pas ordonnés correctement., vous ne pourrez pas les ordonner correctement !

# button
source: Do you want to fix them ? Warning you must check your options after!
fr_fr: Voulez-vous les corriger ? Attention vous devrez vérifier les options après !

source: Reset and import custom values
fr_fr: Supprimer et importer les valeurs personnalisées

source: Are you sure ? Custom values will be deleted !
fr_fr: Etes-vous sur ? Les valeurs personnalisées seront supprimées !

source: Please respect this format : name; display by default(0|1); comment; - sorted by display order
fr_fr: Merci de respecter ce format : nom; affiché par défaut(0|1); commentaire; - trié par ordre d'affichage

source: Rank
fr_fr: Rang

source: Default value
fr_fr: Valeur par défaut

source: You can't add a custom value without name
fr_fr: Vous ne pouvez pas ajouter de valeur personnalisée sans nom

source: Make this field mandatory
fr_fr: Rendre ce champ obligatoire

source: Display this hidden field
fr_fr: Afficher ce champ caché

source: No options are allowed for this field type
fr_fr: Aucune option n'est disponible pour ce type de champ

source: Options aren't available for a field whose value is linked to a user field
fr_fr: Les options ne sont pas disponibles pour un champ dont la valeur est liée à un champ utilisateur

source: Add a new option
fr_fr: Ajouter une nouvelle option

source: List of options
fr_fr: Liste d'options

source: Display this hidden block
fr_fr: Afficher ce bloc caché

source: Display this hidden block in the same block
fr_fr: Afficher ce bloc caché dans le même bloc

source: Childs blocks
fr_fr: Blocs enfants

source: Launch a validation
fr_fr: Lancer une validation

source: Bind to the value of this checkbox
fr_fr: Lier à la valeur de cette case à cocher

source: If the value selected equals the value to check, the task is created
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, la sous-demande est créée

source: If the value selected equals the value to check, the field becomes mandatory
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, le champ devient obligatoire

source: If the value selected equals the value to check, the field becomes visible
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, le champ devient visible

source: If the value selected equals the value to check, the block becomes visible
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, le bloc devient visible

source: This block is already used by another field. You can have some problems if the save value to check is used
fr_fr: Ce bloc est déjà utilisé par un autre champ. Vous pouvez rencontrer des problèmes si la valeur à vérifier est déjà utilisée

source: If the value selected equals the value to check, the block becomes visible on the same block
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, le bloc devient visible sur le même bloc

source: If child blocks exist, these blocks are hidden when you deselect the option configured
fr_fr: Si des blocs enfants existent, ces blocs sont masqués lorsque vous désélectionnez l'option configurée

source: If the value selected equals the value to check, the validation is sent to the user
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, la demande de validation sera envoyée à l'utilisateur

source: If the selected value is equal to the value to check, the checkbox value is set
fr_fr: Si la valeur sélectionnée est égale à la valeur à vérifier, la valeur de la case à cocher est définie

source: Block %s
fr_fr: Bloc %s

# button
source: Save & Post
fr_fr: Sauver et envoyer

source: Next
fr_fr: Suivant

source: Parameter
fr_fr: Paramètre

source: Hide title
fr_fr: Cacher le titre

source: Takes the whole row
fr_fr: Prend toute la ligne

source: Link this to a plugin "fields" field
fr_fr: Lier ce champ à un champ du plugin "fields"

source: Informations to display in ticket and PDF
fr_fr: Informations à afficher dans les tickets et dans le PDF

source: Limited to your last 20 forms
fr_fr: Limité à vos 20 derniers formulaires

source: New model
fr_fr: Nouveau modèle

source: Form name
fr_fr: Nom du formulaire

# button
source: Save as model
fr_fr: Sauver comme modèle

source: Your private models
fr_fr: Vos modèles privés

# button
source: Define as public
fr_fr: Définir comme public

# button
source: Define as private
fr_fr: Définir comme privé

# button
source: Save model
fr_fr: Sauver le modèle

source: Public models
fr_fr: Modèles publics

source: Created by
fr_fr: Créé par

source: Initial form
fr_fr: Formulaire initial

source: Associated form
fr_fr: Formulaire associé

source: See form
fr_fr: Voir le formulaire

source: Groups rights
fr_fr: Droits des groupes

source: Define visibility
fr_fr: Définir la visibilité

source: Visibility
fr_fr: Visibilité

source: Only these groups
fr_fr: Seulement ces groupes

source: All groups and not these groups
fr_fr: Tous les groupes sauf ceux-ci

source: Add a group
fr_fr: Ajouter un groupe

source: Regular expression
fr_fr: Expression régulière

source: Groups allowed to enter a demand
fr_fr: Groupes autorisés à saisir une demande

source: Groups visibility
fr_fr: Visibilité des groupes

source: Inter ticket followup
fr_fr: Suivi inter ticket

source: All tickets
fr_fr: Tous les tickets

source: Target followup
fr_fr: Cible du suivi

source: Task creation
fr_fr: Création des sous-demandes

source: Use block
fr_fr: Utiliser les blocs

source: Block to use
fr_fr: Bloc à utiliser

source: Format the description of the childs ticket as a table
fr_fr: Formatter la description du ticket enfant sous forme de tableau

source: Actors
fr_fr: Acteurs

source: Fail to send email
fr_fr: Echec de l'envoi du courriel

source: Email sent
fr_fr: Email envoyé

source: Import metademands
fr_fr: Importer une métademande

source: View progress of current forms
fr_fr: Voir la progression des formulaires en cours

source: Child ticket
fr_fr: Ticket enfant

source: Demand Progression
fr_fr: Progression de votre demande

source: The category is related to a demand. Thank you to select another
fr_fr: La catégorie est liée à une méta-demande. Merci d'en sélectionner une autre

source: Object to create is mandatory
fr_fr: L'objet à créer est obligatoire

source: There are sub-metademands or this is a sub-metademand. This metademand cannot be in basket mode
fr_fr: Il existe des sous-métademandes ou ceci est un sous-métademande. Cette métademande ne peut pas être en mode panier

source: Hide the "No" and empty values of fields in the tickets
fr_fr: Masquer les valeurs "Non" et les valeurs vides dans les tickets

source: Permit multiple form
fr_fr: Permettre les formulaires multiples

source: Create one ticket for all lines of the basket
fr_fr: Créer un seul ticket pour toutes les lignes du panier

source: Object to create
fr_fr: Objet à créer

source: Title color
fr_fr: Couleur du titre

source: Background color
fr_fr: Couleur de l'arrière plan

source: Allow form modification before validation
fr_fr: Autoriser la modification du formulaire avant validation

source: Allow form modification after validation
fr_fr: Autoriser la modification du formulaire après validation

source: Use as basket
fr_fr: Utiliser comme un panier

source: Step-by-step mode
fr_fr: Mode pas à pas

source: This form is in maintenance mode
fr_fr: Ce formulaire est en maintenance

source: All available categories
fr_fr: Toutes les catégories disponibles

source: You cannot use this parameter if there is more than one category
fr_fr: Vous ne pouvez pas utiliser ce paramètre s'il y a plus d'une catégorie

source: Need validation to create subticket
fr_fr: Nécessite la validation pour créer les tickets enfants

source: Create tasks (not child tickets)
fr_fr: Créer des tâches (et pas des sous-tickets)

source: Define initial requester as requester for child tickets
fr_fr: Définir le demandeur initial comme demandeur de tickets enfants

source: Use a confirm popup check for empty values
fr_fr: Utiliser une popup de vérification pour les valeurs vides

source: Tasks tree cannot be changed as unresolved related tickets exist or activate maintenance mode
fr_fr: L'arborescence des tâches ne peut pas être modifiée car des tickets associés non résolus existent ou activez le mode de maintenance

source: field add on demand
fr_fr: ajout du champ à la demande

source: field update on demand
fr_fr: champ mise à jour sur la demande

source: field delete on demand
fr_fr: champ supprimé sur la demande

source: There is a problem on object creation
fr_fr: Il y a un problème avec la création de l'objet

source: Child Ticket
fr_fr: Ticket enfant

source: Parent tickets
fr_fr: Ticket parent

source: Demand add failed
fr_fr: Echec de l'ajout de la demande

source: Demand "%s" added with success
fr_fr: Demande "%s" ajouté avec succès

source: Ticket "%s" successfully updated
fr_fr: Ticket "%s" mis à jour avec succès

source: %1$s %2$s successfully created
fr_fr: %1$s %2$s créé avec succès

source: Metademand need a validation
fr_fr: La métademande est en attente de validation

source: Do you want to validate her?
fr_fr: Souhaitez vous la valider ?

source: Metademand validation
fr_fr: Validation de la métademande

source: List of tickets / tasks which be created after validation
fr_fr: Liste des tickets / tâches qui vont être créés après la validation

source: Demand followup
fr_fr: Suivi de la demande

source: Existing tickets
fr_fr: Tickets existants

source: Due date
fr_fr: Date d'échéance

source: Next tickets
fr_fr: Prochains tickets

source: Coming
fr_fr: A venir

source: There is no childs tickets
fr_fr: Il n'y a pas de tickets enfants

source: Start the download
fr_fr: Commencer le téléchargement

source: This action may take some time depending on the number of selected metademands
fr_fr: Cette action peut prendre un certain temps en fonction du nombre de métademandes sélectionnées

source: This action requires PHP extension zip
fr_fr: Cette action nécessite l'extension PHP zip

source: Configure demands
fr_fr: Configurer les demandes

source: Progression of your demand
fr_fr: Progression de votre demande

source: Done on
fr_fr: Fait le

source: In progress
fr_fr: En cours

source: Not yet completed
fr_fr: Non finalisé

source: Find a form
fr_fr: Trouver un formulaire

source: Link with a metademand
fr_fr: Lier à une méta-demande

source: Meta-demands linked
fr_fr: Meta-Demandes associées

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: ContractType
fr_fr: Type de contrat

source: Secondaries services
fr_fr: Service secondaire

source: Arrival date
fr_fr: Date d'arrivée

source: Departure date
fr_fr: Date de départ

source: Resource manager
fr_fr: Responsable de la ressource

source: Created on
fr_fr: Créé le

source: Grand total (HT)
fr_fr: Total général (HT)

source: Grand total (TTC)
fr_fr: Total général (TTC)

source: (if VAT 20%)
fr_fr: (si TVA 20%)

source: This demand is already used in
fr_fr: Cette demande est déja utilisée dans

source: Add a field
fr_fr: Ajouter un champ

source: Tasks are created
fr_fr: Les tâches ont été créées

source: Sub-tickets are created
fr_fr: Les tickets enfants sont créés

source: The metademand is validated and affected
fr_fr: La métademande est validée et affectée

source: Create sub-tickets
fr_fr: Créer les tickets enfants

source: Create tasks
fr_fr: Créer les tâches

source: Validated by %s on %s
fr_fr: Validé par %s le %s

source: Validate metademands
fr_fr: Valider la métademande

source: To validate
fr_fr: A valider

source: Child tickets created
fr_fr: Tickets enfants créés

source: Tasks created
fr_fr: Tâches créées

source: To validate without child
fr_fr: A valider sans tickets enfants

source: Validate without child
fr_fr: Validé sans tickets enfants

source: Not subject to validation
fr_fr: Non soumis à validation

source: New inter ticket followup
fr_fr: Nouveau suivi inter tickets

source: Ticket technician of target tickets
fr_fr: Technicien des tickets cibles
