Repository: InfotelGLPI/metademands
Catalog: locales/*.po
Languages: fr_fr

source: Ticket group technician of target tickets
fr_fr: Groupe de techniciens des tickets cibles

source: Target ticket(s)
fr_fr: Ticket(s) cible(s)

# quantity
source: Number of inter ticket followups
fr_fr: Nombre de suivis inter tickets

source: A new form has been created
fr_fr: Un nouveau formulaire a été créé

source: A form has been completed
fr_fr: Un formulaire a été complété

source: A form has been cancelled
fr_fr: Un formulaire a été annulé

source: Next group in charge of demand
fr_fr: Prochain groupe en charge de la demande

source: Next user in charge of demand
fr_fr: Prochain utilisateur en charge de la demande

source: Form requester
fr_fr: Demandeur du formulaire

source: Publisher
fr_fr: Éditeur

source: Group in charge of the next step
fr_fr: Groupe en charge de l'étape suivante

source: User in charge of the next step
fr_fr: Utilisateur en charge de la prochaine étape

source: Date of the last step
fr_fr: Date de la dernière étape

source: Date of the next reminder
fr_fr: Date du prochain rappel

source: Right management
fr_fr: Gestion du droit

source: Create a meta-demand
fr_fr: Créer une métademande

source: Validate a meta-demand
fr_fr: Valider une métademande

source: Fill out a form
fr_fr: Remplir un formulaire

source: Cancel /delete a form
fr_fr: Annuler / supprimer un formulaire

source: Define a private / public model
fr_fr: Définir un modèle privé / public

source: Right to update a meta-demand form from the ticket
fr_fr: Droit de mettre à jour un formulaire de méta-demande depuis le ticket

source: Show form selection on connection and replace the create form
fr_fr: Afficher la sélection du formulaire lors de la connexion et remplacer le formulaire de création

source: Hide button in menu
fr_fr: Cacher le lien dans le menu

source: Cancel / delete a form
fr_fr: Annuler / supprimer un formulaire

source: Create a
fr_fr: Créer une

source: advanced request
fr_fr: demande avancée

source: Step-by-Step block
fr_fr: Bloc du pas à pas

source: Define a new visibility
fr_fr: Définir une nouvelle visibilité

source: Be careful if all blocks are not assigned, they will be displayed to the last assigned group
fr_fr: Attention si tous les blocs ne sont pas assignés, ils seront affichés au dernier groupe assigné

source: List of visibilities
fr_fr: Liste des visibilités

source: Sub Block
fr_fr: Bloc imbriqué

source: Only visible for this group
fr_fr: Seulement visible par ce groupe

source: Only visible by supervisor
fr_fr: Seulement visible par le responsable

source: Visible by all
fr_fr: Visible par tous

# button
source: Delete visibility
fr_fr: Supprimer la visibilité

source: The object is created
fr_fr: L'objet est créé

source: No visibility defined
fr_fr: Pas de visibilité définie

source: There is a problem with the setup
fr_fr: Il y a un souci de configuration

source: Your blocks are not all defined
fr_fr: Tous vos blocs ne sont pas définis

source: Only by supervisor
fr_fr: Uniquement par le responsable

source: Message displayed before sending to the next supervisor or user
fr_fr: Message affiché avant l'envoi au superviseur ou à l'utilisateur suivant

source: Your form will be validated by your supervisor
fr_fr: Votre formulaire sera validé par votre responsable

source: You haven't defined supervisor, you cannot continue this request
fr_fr: Vous n'avez pas de responsable défini, vous ne pouvez pas continuer cette demande

source: This group is already assigned to this block
fr_fr: Ce groupe est déjà lié à un bloc

# button
source: Validate
fr_fr: Valider

source: Select the next group
fr_fr: Sélectionnez le groupe suivant

source: Error assigning to next group
fr_fr: Erreur lors de l'attribution au groupe suivant

source: Step a metademands form
fr_fr: Étape d'un formulaire de métademandes

source: Form in progress
fr_fr: Formulaire en cours de saisie

source: You have %s
fr_fr: Vous avez %s

source: to complete
fr_fr: à compléter

source: Do you want to see him ?
fr_fr: Souhaitez vous le voir ?

source: Do you want to see them ?
fr_fr: Souhaitez vous les voir ?

source: Your form to complete
fr_fr: Votre formulaire à compléter

source: Edit by
fr_fr: Publié par

source: Step
fr_fr: Etape

source: Task type
fr_fr: Type de sous-demande

source: You don't have the ticket creation right
fr_fr: Vous n'avez pas le droit de créer des tickets

source: You cannot add new tasks if linked tickets are not solved
fr_fr: Vous ne pouvez pas ajouter de nouvelles tâches tant que les tickets liés ne sont pas résolus

source: Add a task
fr_fr: Ajouter une sous-demande

source: Tasks
fr_fr: Sous-demandes

source: Level
fr_fr: Ordre

source: Block parent ticket resolution
fr_fr: Bloquer la résolution du ticket parent

source: Recipients
fr_fr: Destinataires

source: Root
fr_fr: Racine

# button
source: Update block to use
fr_fr: Mettre à jour le bloc à utiliser

source: Linked ticket
fr_fr: Ticket lié

source: The ticket cannot be resolved or closed until all child tickets are not resolved
fr_fr: Le ticket ne peut pas être résolu ou fermé tant que tous les tickets enfants ne sont pas résolus.

source: Linked opened tickets
fr_fr: Tickets ouverts associés

# status
source: In progress
fr_fr: En cours

# status
source: To close
fr_fr: A clore

# status
source: Closed
fr_fr: Clos

source: Ticket field
fr_fr: Champ du ticket père

source: Requester login
fr_fr: Identifiant du demandeur

source: Requester name
fr_fr: Nom du demandeur

source: Requester firstname
fr_fr: Prénom du demandeur

source: Requester email
fr_fr: Email du demandeur

source: Synchronise with ticket template
fr_fr: Synchroniser avec le gabarit

source: Create after the task
fr_fr: Créer après la sous-demande

source: Tools
fr_fr: Outils

source: Duplicates fields options
fr_fr: Doublons d'options des champs

source: Number of duplicates
fr_fr: Nombre de doublons

source: No duplicates founded
fr_fr: Pas de doublons trouvés

source: Empty fields options
fr_fr: Options vides des champs

source: No empty field options founded
fr_fr: Aucune option vide de champ trouvée

source: Empty custom values
fr_fr: Valeurs personnalisées vides

# button
source: Fix empty custom values
fr_fr: Corriger les valeurs personnalisées vides

source: No empty custom values founded
fr_fr: Pas de valeurs personnalisées vides trouvées

source: Ranks problem with fields
fr_fr: Problèmes de rangs des champs

source: No problems with ranks found
fr_fr: Aucun problème avec les rangs trouvé

source: Wizard overview
fr_fr: Aperçu du formulaire

source: More informations
fr_fr: Plus d'informations

# button
source: Your forms
fr_fr: Vos formulaires

source: Your models
fr_fr: Vos modèles

source: Your created forms
fr_fr: Vos formulaires créés

source: Please come back later
fr_fr: Merci de revenir plus tard

source: Did you know that there is an FAQ article that may be able to help you?
fr_fr: Savez-vous qu'il existe un article de la FAQ qui peut peut-être vous aider ?

source: Click here for more informations
fr_fr: Cliquez ici pour plus d'informations

source: What you want to do ?
fr_fr: Que voulez-vous faire ?

source: Form choice
fr_fr: Choix du formulaire

source: You don't have the right to update tickets
fr_fr: Vous n'avez pas le droit de mettre à jour les tickets

source: You don't have the right to create meta-demand
fr_fr: Vous n'êtes pas habilité à créer ce type de demande

source: Report an incident
fr_fr: Signaler un incident

source: Make a request
fr_fr: Faire une demande

source: Report a problem
fr_fr: Signaler un problème

source: Make a change request
fr_fr: Faire une demande de changement

source: You have %d draft
fr_fr: Vous avez %d brouillon

# button
source: Add to basket
fr_fr: Ajouter au panier

# button
source: Validate your basket
fr_fr: Valider votre panier

# button
source: See basket summary & send it
fr_fr: Voir le récapitulatif du panier et Envoyer

source: You have not entered any values. Is this normal?
fr_fr: Vous n'avez saisi aucunes valeurs. Est-ce normal ?

source: Thanks to fill mandatory fields
fr_fr: Merci de remplir les champs requis

source: These fields don\'t respect regex
fr_fr: Ces champs ne respectent pas le format attendu

# button
source: Save & send to another user / group
fr_fr: Enregistrer et envoyer à un autre utilisateur/groupe

source: You do not have access to the form
fr_fr: Vous n'avez pas accès au formulaire

source: You have items on your basket
fr_fr: Vous avez des objets dans votre panier

# button
source: Cancel form
fr_fr: Annuler le formulaire

source: Previous
fr_fr: Précédent

source: Previous user
fr_fr: Utilisateur précédent

source: Previous data edited
fr_fr: Données précédentes complétées

source: Date %s cannot be less than today's date
fr_fr: La date %s ne peut être inférieure à la date d'aujourd'hui

source: Date %1$s cannot be greater than date %2$s
fr_fr: La date %1$s ne peut être supérieure à la date %2$s

source: Too much documents are upload, max %s. Please correct: %s
fr_fr: Trop de documents ont été envoyées, maximum %s. Merci de corriger: %s

source: Field do not correspond to the expected format. Please correct: %s
fr_fr: Le champ ne correspond pas au format attendu. Merci de corriger: %s

source: Basket
fr_fr: Panier

source: Estimated unit price
fr_fr: Prix unitaire estimé

source: Unit
fr_fr: Unité

source: Unit price (HT)
fr_fr: Prix unitaire (HT)

source: Quantity
fr_fr: Quantité

source: Select
fr_fr: Sélectionner

source: Search..
fr_fr: Chercher..

source: Search for names..
fr_fr: Chercher un nom..

source: Search for description..
fr_fr: Chercher une description..

source: On quotation
fr_fr: Sur devis

source: With quantity
fr_fr: Avec la quantité

source: With unit price (HT)
fr_fr: Avec le prix unitaire (HT)

source: Accessory
fr_fr: Accessoire

source: Not null value
fr_fr: Valeur non nulle

source: Basket summary
fr_fr: Récapitulatif du panier

source: Grand total
fr_fr: Total général

source: * The prices are estimates and do not act as an estimate
fr_fr: * Les prix sont des estimations et ne constituent pas une estimation

source: No items on basket
fr_fr: Pas d'éléments dans le panier

source: Order type
fr_fr: Type de commande

source: On catalog
fr_fr: Sur catalogue

source: Checkbox
fr_fr: Case à cocher

source: Classic display
fr_fr: Affichage classique

source: Block display
fr_fr: Affichage par bloc

source: Display type of the field
fr_fr: Type d'affichage du champ

source: Use this field for child ticket field
fr_fr: Utiliser ce champ comme champ des tickets enfants

source: Day greater or equal to now
fr_fr: Date supérieure ou égale à maintenant

source: Define the default date
fr_fr: Définir la date par défaut

source: Additional number day to the default date
fr_fr: Journées additionnelles ajoutées à la date par défaut

source: Date interval
fr_fr: Intervalle de dates

source: Date & Hour
fr_fr: Date & Heure

source: Date & Hour interval
fr_fr: Intervalle Date & Heure

source: Splitted display
fr_fr: Affichage divisé

source: Dropdown
fr_fr: Liste déroulante

source: This field is mandatory, please select your equipment
fr_fr: Ce champ est obligatoire, merci de sélectionner votre équipement

source: No equipment founded
fr_fr: Pas d'équipement trouvé

source: Icon display
fr_fr: Affichage avec des icônes

source: Read-Only
fr_fr: Lecture seule

source: Hidden field
fr_fr: Champ caché

source: Dropdown multiple
fr_fr: Liste déroulante multiple

source: Display value in the dropdown
fr_fr: Afficher la valeur dans la liste déroulante

source: Select all
fr_fr: Tout cocher

source: Unselect all
fr_fr: Tout décocher

source: Double column display
fr_fr: Affichage en double colonnes

source: Only users of my groups
fr_fr: Seulement les utilisateurs de mes groupes

source: Use id of requester by default
fr_fr: Utiliser le demandeur en utilisateur par défaut de la liste déroulante

source: Use id of supervisor requester by default
fr_fr: Utiliser le responsable de l'utilisateur en utilisateur par défaut de la liste déroulante

source: Glpi Object
fr_fr: Objet GLPI

source: Show a identity card of user
fr_fr: Montrer la carte d'identité de l'utilisateur

source: If field empty
fr_fr: Si le champ est vide

source: Free table
fr_fr: Table libre

source: You can't create a new line when there is an existing one
fr_fr: Vous ne pouvez pas créer une nouvelle ligne sans valider la précédente

source: Validate the basket
fr_fr: Valider le panier

source: Internal name
fr_fr: Nom interne

source: Display name
fr_fr: Nom affiché

source: Dropdown values
fr_fr: Valeurs de la liste déroulante

source: One value by line, separated by comma
fr_fr: Une valeur par ligne, séparée par une virgule

source: Free table field
fr_fr: Champ de la table libre

source: Text
fr_fr: Texte

source: Number
fr_fr: Nombre

source: (6 fields maximum)
fr_fr: (6 champs maximum)

source: No spaces, no special characters
fr_fr: Pas d'espaces, pas de caractères spéciaux

source: You can't add a field without name
fr_fr: Vous ne pouvez pas ajouter un champ sans nom

source: You can't add a field without type
fr_fr: Vous ne pouvez pas ajouter un champ sans type

source: Warning
fr_fr: Attention

source: Alert
fr_fr: Danger

source: Ldap Dropdown
fr_fr: Liste déroulante LDAP

source: Attribute
fr_fr: Attribut

source: Button Type
fr_fr: Type de bouton

source: button
fr_fr: Bouton

source: *use field "Additional label" for the button title
fr_fr: * utilisez le champ "Label supplémentaire" pour le titre du bouton

source: Step for number
fr_fr: Pas pour les nombre

source: Minimal mandatory
fr_fr: Minimum obligatoire

source: Radio button
fr_fr: Bouton radio

source: Range
fr_fr: Plage

source: Your signature has been uploaded
fr_fr: Votre signature a été envoyée

source: Your signature has been deleted
fr_fr: Votre signature a été supprimée

source: There was a problem on upload your signature
fr_fr: Il y a eu un problème au chargement de votre signature

source: There was a problem on delete your signature
fr_fr: Il y a eu un problème à la suppression de votre signature

source: This field is mandatory
fr_fr: Le champ est obligatoire

source: Add your signature
fr_fr: Ajouter votre signature

source: Clear
fr_fr: Supprimer

source: User information to get
fr_fr: Information de l'utilisateur à récupérer

source: Regex to respect
fr_fr: Regex à respecter

source: Textarea
fr_fr: Zone de commentaire

source: Use richt text
fr_fr: Utiliser le texte riche

source: Not available with Rich text option
fr_fr: Non disponible avec l'option Texte Riche

source: The description field is mandatory
fr_fr: Le champ description est obligatoire

source: Time
fr_fr: Heure

source: Block title
fr_fr: Titre de bloc

source: Add attachment
fr_fr: Ajouter une pièce jointe

source: Number of documents allowed
fr_fr: Nombre de documents autorisés

source: Yes / No
fr_fr: Oui / Non

source: Switch display
fr_fr: Affichage type Switch
